{
  "pages": {
    "not_found": {
      "title": "Seite nicht gefunden",
      "message": "Die gesuchte Seite existiert nicht."
    },
    "user_panel": {
      "title": "Nutzerbereich",
      "personal": "Privat"
    },
    "user_registered": {
      "success": "Registrierung erfolgreich.",
      "success_with_invitation": "Du wurdest erfolgreich für  {invitation_name} registriert."
    },
    "wallet_info": {
      "title": "Dein Wallet",
      "download": "Wallet downloaden",
      "download_failed": "Download fehlgeschlagen:<br/>{error}",
      "download_in_progress": "Download läuft...",
      "download_successful": "Das Wallet wurde gespeichert unter: \"{wallet_file}\".",
      "download_file_button": "Klicken zum Download des Wallets",
      "remove_wallet": "Wallet vom Gerät entfernen",
      "remove_wallet_modal.title": "Wirklich entfernen?",
      "remove_wallet_modal.confirm": "Bist du sicher, dass du das Wallet vom Gerät entfernen möchtest?",
      "create_text_code": "Export: TextCode erstellen",
      "scan_qr.title": "Export: QR-Code scannen",
      "scan_qr.notes": "Scanne einen QR-Code vom Gerät, auf das du dich anmelden möchtest.",
      "scan_qr.scan_btn": "QR-Code scannen",
      "scan_qr.scanner.title": "QR-Code Scannen für Wallet-Export",
      "scan_qr.scanner.loading": "QR-Scanner wird geladen",
      "scan_qr.syncing": "Wallet wird übertragen",
      "scan_qr.scan_successful": "Erfolg!<br />Du kannst dich nun auf dem neuen Gerät anmelden.",
      "gen_qr.title": "Export: QR-Code erstellen",
      "gen_qr.notes": "Scanne den QR-Code auf dem Gerät, auf dem du dich anmelden möchtest.",
      "gen_qr.img_title": "Dein Export-QR-Code",
      "gen_qr.img_alt": "Dein Export QR-Code zum Scannen",
      "gen_qr.gen_button": "QR-Code laden",
      "gen_text_code.title": "Wallet mit TextCode übertragen",
      "gen_text_code.gen_btn": "TextCode erstellen",
      "gen_text_code.label": "Dein TextCode:"
    },
    "settings": {
      "title": "Einstellungen"
    },
    "admin": {
      "title": "Admin"
    },
    "accounts": {
      "title": "Konten"
    },
    "full_layout": {
      "home": "Startseite",
      "stream": "Stream",
      "search": "Suche",
      "create": "Erstellen",
      "shared": "Mit mir geteilt",
      "site": "Seite",
      "messages": "Nachrichten",
      "notifications": "Benachrichtigungen"
    },
    "install": {
      "app_availability": "<b>NextGraph App</b> gibt es zum Download für dein Handy, Tablet, Laptop, PC und Mac.<br />Egal ob iOS, Android, Linux, macOS, Windows oder eine andere Platform, die einen modernen Web-Browser unterstützt.",
      "has_wallet_warning": "A wallet is saved in this browser. If it is yours,<br /> once the installation of the app will be finished,<br /> choose the option \"Login\" on the app.<br /> (do not create another wallet from the app).",
      "android_play_store": "Android Play Store",
      "download_apk": "Download APK",
      "ios_app_store": "iOS App Store",
      "download_mac_os": "Download für MacOS",
      "download_linux": "Download als Linux Package",
      "download_windows": "Download für Windows",
      "other_platforms": "Andere Plattformen"
    },
    "no_wallet": {
      "welcome": "Willkommen bei NextGraph",
      "description": "Auf diesen Gerät scheint es noch kein Wallet zu geben.<br />Wenn du bereits ein Wallet hast, wähle \"Anmelden\". Andernfalls wähle \"Wallet erstellen\".",
      "create_wallet": "Wallet erstellen"
    },
    "login": {
      "heading": "Wie öffente ich mein Wallet? Es gibt zwei Optionen:",
      "with_pazzle": "Mit deinem Pazzle",
      "pazzle_steps": {
        "1": "Unter 9 Emoji-Kategorien bekommst du je 15 Emoji-Bilder angezeigt. Die Kategorien werden dir bei jedem Login zur Sicherheit in zufälliger Reihenfolge gezeigt.",
        "2": "Zu jeder Kategorie gehört dir genau ein Emoji. Klicke oder tippe dieses an. Die 15 Emojis werden dir ebenfalls in zufälliger Reihenfolge angezeigt. Auf Computern kannst du zum Wählen der Emojis auch die Tab und die Leertaste nutzen.",
        "3": "Sobald du in allen Kategorien dein Emoji ausgewählt hast, musst du die richtige Reihenfolge angeben.",
        "4": "Diese wurde dir beim Erstellen deines Wallets mitgegeben. Klicke oder tippe die Emojis in der richtigen Reihenfolge an. Nach dem Auswählen eines Emojis wird dieses grau und die Zahl in der Reihenfolge wird angezeigt.",
        "5": "Wähle das zweite, dritte, ... Emoji der Reihe nach aus, bis alle ausgewählt wurden.",
        "6": "Zuletzt musst du deinen Pin eingeben. Klicke oder tippe dafür auf die Pin-Zahlen."
      },
      "with_mnemonic": "Mit deiner 12-Wort-Mnemonik (Passphrase)",
      "mnemonic_steps": {
        "1": "Gib deine 12-wortige Mnemonik in das Eingabefeld ein. Die Wörter müssen mit Leerzeichen getrennt sein.",
        "2": "Gib anschließend den PIN ein, den du beim Erstellen deines Wallet gewählt hast."
      },
      "trust_device_allow_cookies": "Mit dieser Option stimmst du dem Speichern von Cookies zu.",
      "trust_device_yes": "Yes, speichere das Wallet auf diesem Gerät",
      "device_name_label": "Name des Geräts. Du kannst ihn hier ändern",
      "device_name_placeholder": "Gerätename",
      "loading_pazzle": "Pazzle wird geladen",
      "open_with_pazzle": "Mit Pazzle öffnen",
      "login_cancel": "Login abbrechen",
      "open_with_mnemonic": "Mit Mnemonik öffnen",
      "enter_mnemonic": "Enter your 12 words mnemonic",
      "mnemonic_placeholder": "12 Wörter mit Leerzeichen getrennt",
      "select_emoji": "Wähle dein Bild für die Kategorie:<br />{category}",
      "order_emojis": "Wähle die Bilder in der richtigen Reihenfolge",
      "enter_pin": "Gib deinen PIN ein",
      "opening_wallet": "Wallet wird geöffnet...<br />Bitte warten",
      "wallet_opened": "Dein Wallet is geöffnet! <br />Die App wird geladen...",
      "qr_code": "Wallet QR-Code",
      "qr_modal_title": "Mein Wallet QQ-Code",
      "qr_modal_description": "Nutze diesen QR-Code, um dich auf anderen Geräten anzumelden",
      "keep_wallet": "Auf Gerät speichern, um dich später wieder anmelden zu können."
    },
    "account_info": {
      "title": "Deine Konten",
      "site": "{name} Account",
      "devices": "Geräte",
      "brokers": "Broker",
      "no_brokers_connected": "Keine Broker verbunden"
    },
    "wallet_create": {
      "redirecting_to_registration_page": "Du wirst zur Brokerregistrierungsseite weitergeleitet",
      "complete_in_popup": "Schließe die Registrierung im Popup ab",
      "own_your_ngbox": "Mit NG-Box selbst hosten",
      "self-host_broker": "Broker selbst hosten",
      "tos_ng_one": "AGB NextGraph.one",
      "wallet_description": "Ein <b>NextGraph Wallet</b> ist für jede Person einzigartig. Es speichert deine Anmeldedaten und Berechtigungen für den Zugriff auf Dokumente. Du benötigst eines, um NextGraph nutzen zu können.<br /><br />Falls du bereits ein Wallet hast, solltest du kein neues erstellen. <a href=\"#/wallet/login\">Melden dich stattdessen hier mit deinem bestehenden Wallet an.</a> Wenn du noch kein NextGraph Wallet besitzt, folge bitte den nachstehenden Anweisungen, um dein persönliches Wallet zu erstellen.",
      "has_wallet": "Es sind bereits Wallets auf diesem Gerät gespeichert.<br />Um dich mit einem davon anzumelden, <a href=\"#/wallet/login\" use:link>klicke hier.</a>",

      "wallet_about": {
        "title": "Was ist ein Wallet?",
        "please_read": "Bitte lesen",
        "1": "Dein Wallet ist eine sichere und verschlüsselte kleine Datei, die wichtige Informationen enthält, auf die nur du Zugriff haben sollten.",
        "2": "In deinem Wallet werden alle Berechtigungen gespeichert für den Zugriff auf Dokumente, die dir gewährt wurden oder die du selbst erstellt hast.",
        "3": "Um es zu öffnen, musst du dein <b>Pazzle</b> und einen <b>PIN</b> aus 4 Ziffern eingeben. Deom persönliches Pazzle (eine Kombination aus Puzzle und Passwort) besteht aus 9 Emoji-Bildern, die du dir merken musst. Die Reihenfolge der Bilder ist ebenfalls wichtig.",
        "4": "Keine Sorge, es ist einfacher, sich 9 Emojis zu merken als ein Passwort wie \"69$g&ms%C*%\", und es hat die gleiche Sicherheits-Stärke wie ein komplexes Passwort. Die Entropie deines Pazzles beträgt <b>66 Bits</b>, was nach allen Standards als sehr hoch gilt.",
        "5": "Du solltest <b>nicht mehrere Wallets für dich selbst erstellen</b>. Alle deine Konten, Identitäten und Berechtigungen werden deinem einzigartigen Wallet später hinzugefügt. Erstelle kein weiteres Wallet, wenn du bereits eins besitzt. Du kannst stattdessen dein bestehendes Wallet in alle Apps und Websites <b>importieren</b>, in denen du es benötigst.",
        "6": "Dein Wallet kann mit Hilfe einer kleinen Datei, die herunterlädst, oder mit einem QR-Code importiert werden. In jedem Fall solltest du diese Datei oder den QR-Code niemals mit jemand anderem teilen.",
        "7": "Wir bei NextGraph werden den Inhalt Ihres Wallets nie sehen. Es ist verschlüsselt und wir kennen Ihr Pazzle nicht, daher können wir nicht sehen, was sich darin befindet.",
        "8": "Aus dem gleichen Grund können wir dir nicht helfen, wenn du dein Pazzle oder deinen PIN-Code vergessen hast oder du deine Wallet-Datei verlierst. <span class=\"text-bold\">Es gibt in diesem Fall keine Option zur \"Passwort-Wiederherstellung\"</span>. Du kannst dein Pazzle auf einem Stück Papier notieren, bis du es dir gemerkt hast, aber vergesse nicht, es zu vernichten sobald du es dir sehr sicher eingeprägt hast."
      },
      "create_wallet_now": "Ich erstelle jetzt mein Wallet!",
      "select_server": "NextGraph basiert auf einem effizienten dezentralen P2P-Netzwerk, und um diesem Netzwerk beizutreten und die App zu nutzen, musst du zunächst einen <b>Broker-Server</b> auswählen.",
      "broker_about": {
        "title": "Was ist ein Broker?",
        "please_read": "Bitte lesen",
        "1": "Der Broker hilft dir, alle deine Daten <b>synchron</b> zu halten, da er 24/7 mit dem Internet verbunden ist und eine Kopie der Aktualisierungen für dich aufbewahrt. Auf diese Weise kannst du dir auch dann die Änderungen von anderen sehen, wenn deren Geräte offline sind.",
        "2": "Alle deine Daten sind sicher und <b>Ende-zu-Ende verschlüsselt</b>, und der Broker kann den Inhalt der Dokumente nicht sehen, da er nicht über die Schlüssel zu deren Entschlüsselung verfügt.",
        "3": "Der Broker hilft dir, deine <b>Privatsphäre</b> zu wahren, indem er deine Internetadresse (IP) vor anderen verbirgt, mit denen du Dokumente teilst.",
        "4": "In Zukunft wird es möglich sein, NextGraph alternativ auch ohne Broker zu nutzen und direkte Verbindungen zwischen Geräten herzustellen, aber dies wird eine weniger reibungslose Erfahrung zur Folge haben.",
        "5": "Du kannst jederzeit beschließen, zu einem anderen Broker-Dienstanbieter zu wechseln oder selbst zu hosten. Deine Daten sind vollständig <b>portabel</b> und können frei zu einem anderen Broker verschoben werden.",
        "6": "Bald werden wir die Möglichkeit bieten, deinen eigenen Broker <b>zuhause</b> oder im <b>Büro</b> zu hosten. Anstatt einen \"Broker-Dienstanbieter\" zu nutzen, besitzt du dann ein kleines Gerät, das du hinter deinen Internet-Router anschließt. Es heißt <b>NG Box</b> und ist in Kürze erhältlich.",
        "7": "Organisationen und Unternehmen haben die Möglichkeit, einen Broker <b>vor Ort</b> oder in der <b>Cloud</b> zu hosten, da die Software Open Source ist. Einzelpersonen können auch einen Broker auf jedem VPS-Server oder zu Hause auf ihrer eigenen Hardware <b>selbst hosten</b>."
      },

      "choose_broker": "Bitte wähle einen Broker aus der Liste",
      "register_with_broker": "Beim Broker {broker} registrieren",
      "for_eu_citizens": "Bürger der Europäischen Union",
      "for_rest": "Für den Rest der Welt",
      "enter_invite_link": "Gib einen Einladungslink ein",
      "scan_invite_qr": "Scanne einen Einladungs-QR-Code",
      "self_hosted_broker": "Selbst gehosteter Broker",
      "ng_box": "NG Box (im Besitz oder eingeladen)",
      "registration_success": "Du wurdest erfolgreich bei {broker} registriert",
      "choose_pin": {
        "title": "Beginne mit dem Erstellen deines Wallets und wähle einen PIN",
        "description": "Wir empfehlen, einen PIN zu wählen, den du bereits sehr gut kennst.<br /> Dein Kreditkarten-PIN ist zum Beispiel eine gute Wahl.<br />Wir bei NextGraph werden deinen PIN niemals sehen.",
        "rules": "Hier sind die Regeln für den PIN:",
        "1": "Er darf keine Zahlenfolge wie 1234 oder 8765 sein.",
        "2": "Die gleiche Ziffer darf nicht mehr als einmal wiederholt werden. Zum Beispiel ist 4484 ungültig.",
        "3": "Versuche, Geburtsdaten, letzte Ziffern von Telefonnummern oder Postleitzahlen zu vermeiden"
      },
      "chosen_pin": "Dein gewählter PIN:",
      "confirm_pin": "Bitte bestätigen.",
      "confirm_pin_description": "Gib den gleichen PIN erneut ein.",
      "pin_confirmed_as": "Dein bestätigter PIN: ",
      "choose_security_phrase_and_image": {
        "title": "Wähle als nächstes ein Sicherheitssatz und -bild",
        "description": "Um dein Wallet zu erkennen, wird dir beim Öffnen dein Sicherheitssatz und dein Sicherheitsbild gezeigt. Wenn du also dein Pazzle und PIN eingibst, achte darauf, dass Sicherheitssatz und -bild stimmen.",
        "warning": "Wenn du dein Wallet öffnen willst und nicht dein Sicherheitssatz und -bild siehst (oder ein falsches), brich den Vorgang ab. So vermeidest du, Opfer von Phishing-Angriffen zu werden.",
        "rules_title": "Beachte die folgenden Regeln für Sicherheitssatz- und Passwort:",
        "1": "Der Sicherheitssatz sollte mindestens 10 Zeichen lang sein.",
        "2": "Er sollte etwas sein, das du dir merken kannst, aber nichts zu Persönliches.",
        "3": "Gib nicht deinen vollständigen Namen, deine Adresse oder Telefonnummer ein.",
        "4": "Stattdessen kannst du ein Zitat, einen kurzen Satz, den du magst, oder etwas für andere Bedeutungsloses, aber für dich Einzigartiges eingeben.",
        "5": "Das Bild sollte mindestens 150x150px groß sein. Es muss nicht größer als 400x400px sein, da es ohnehin verkleinert wird.",
        "6": "Wir akzeptieren verschiedene Formate wie JPEG, PNG, GIF, WEBP und mehr.",
        "7": "Das Bild sollte für dich einzigartig sein. Es sollte aber auch nicht zu persönlich sein.",
        "8": "Lade kein Bild von deinem Gesicht hoch, dies ist kein Profilbild.",
        "9": "Am besten wäre eine Landschaft, die du magst, oder ein anderes Bild, das du als einzigartig erkennst.",
        "10": "Bitte beachte, dass andere Personen, die dieses Gerät mit dir teilen, in der Lage sein werden, dieses Bild und den Satz zu sehen."
      },
      "type_security_phrase_placeholder": "Gib einen Sicherheitssatz ein...",
      "save_security_phrase_and_image": "Sicherheitssatz & Bild speichern",
      "tap_to_upload": "Tippe zum Hochladen eines Bildes",
      "click_to_upload": "Klicke, um ein Bild auszuwählen",
      "or_drag_drop": "oder ziehe und lege es ab",
      "pins_no_match": "Du hast nicht zweimal die gleiche PIN eingegeben",
      "almost_done": "Wir sind fast fertig!",
      "save_wallet_options": {
        "description": "Es gibt 2 Optionen, die du auswählen musst, bevor wir dein Wallet erstellen können.",
        "trust": "Vertraust du diesem Gerät?",
        "trust_description": "Wenn ja, wenn dieses Gerät dir gehört oder von wenigen vertrauenswürdigen Personen deiner Familie oder deines Arbeitsplatzes genutzt wird und du dich in Zukunft wieder von diesem Gerät aus anmelden möchtest, dann kannst du dein Wallet auf diesem Gerät speichern. Wenn dieses Gerät hingegen öffentlich ist und von Fremden geteilt wird, speichere dein Wallet nicht hier.",
        "trust_toggle": "Mein Wallet auf diesem Gerät speichern?",
        "device_name_description": "Um zu sehen, mit welchen Geräten du verbunden bist, sollte jedes Gerät einen Namen haben (z.B. Bobs Laptop). Bitte gib ihn hier ein.",
        "cloud": "Eine Kopie in der Cloud aufbewahren?",
        "cloud_description": "Hast du Angst, dass du die Datei mit deinem Wallet verlierst? Wenn das passieren würde, wäre dein Wallet für immer verloren, zusammen mit allen deinen Dokumenten. Wir können eine verschlüsselte Kopie deines Wallets in unserer Cloud aufbewahren. Nur du wirst in der Lage sein, es mit einem speziellen Link herunterzuladen. Du müsstest diesen Link allerdings sicher aufbewahren. Durch die Auswahl dieser Option erklärst du dich einverstanden mit den",
        "cloud_toggle": "Mein Wallet in der Cloud speichern?",
        "cloud_tos": "Nutzungsbedingungen unserer Cloud",
        "pdf": "Eine PDF-Datei deines Wallets erstellen?",
        "pdf_description": "Wir können für dich eine PDF-Datei vorbereiten, die alle Informationen deines Wallets unverschlüsselt enthält. Du solltest diese Datei ausdrucken und dann die PDF-Datei löschen (und den Papierkorb leeren). Bewahre dieses ausgedruckte Dokument an einem sicheren Ort auf. Es enthält alle Informationen, um dein Wallet zu regenerieren, falls du den Zugang dazu verlierst.",
        "pdf_toggle": "Eine PDF meines Wallets erstellen?",
        "link": "Einen Link erstellen, um einfach auf dein Wallet zuzugreifen?",
        "link_description": "Wenn du dein Wallet im Web oder von anderen Geräten aus nutzen möchtest, können wir dir helfen, dein Wallet zu finden, indem wir einen einfachen Link erstellen, der von überall zugänglich ist. Nur du wirst Zugang zu diesem Link haben. Um dies zu tun, werden wir deine Wallet-ID und einige Informationen über deinen Broker auf unseren Cloud-Servern speichern. Wenn du dies lieber nicht möchtest, deaktiviere einfach diese Option. Durch die Auswahl dieser Option erklärst du dich einverstanden mit den",
        "link_toggle": "Einen Link zu meinem Wallet erstellen?"
      },
      "lets_create": "Jetzt das Wallet erstellen",
      "creating": "Dein Wallet wird erstellt",
      "ready": "Dein Wallet ist bereit!",
      "download_wallet_description": "Bitte lade dein Wallet herunter und bewahre es an einem sicheren Ort auf",
      "download_wallet": "Mein Wallet herunterladen",
      "download_wallet_done": "Deine Wallet-Datei wurde in deinen \"Downloads\"-Ordner heruntergeladen mit dem Namen<br /><span class=\"text-black\"> {download_name}</span ><br /> <span class=\"font-bold\" >Bitte verschiebe sie an einen sicheren und dauerhaften Ort.</span ><br />",
      "your_pazzle": "Hier ist dein Pazzle. <br /> Die <span class=\"font-bold\">Reihenfolge</span> jedes Bildes ist <span class=\"font-bold\">wichtig</span>!",
      "your_mnemonic": "Und hier ist deine Mnemonik (eine alternative Passphrase zum Pazzle):",
      "unlock_tips_1": "Du kannst sowohl das Pazzle als auch die Mnemonik verwenden, um dein Wallet zu entsperren. Das Pazzle ist leichter zu merken. Die Mnemonik ist in einigen speziellen Fällen nützlich. Wir empfehlen, dass du das Pazzle verwendest. <span class=\"font-bold text-xl\" >Kopiere beides auf ein Stück Papier.</span > Du solltest versuchen, dir das Pazzle zu merken. Sobald du das getan hast, brauchst du das Papier nicht mehr.",
      "unlock_tips_2": "Klicke jetzt auf \"Weiter zur Anmeldung\" und wähle dein neues Wallet aus.",
      "unlock_tips_3": "Es ist wichtig, dass du dich mit diesem Wallet <span class=\"font-bold\">mindestens einmal</span> von diesem {platform, select, browser {Browser-Tab} other {Gerät}} aus <span class=\"font-bold\">anmeldest</span>, während du mit dem Internet verbunden bist, damit dein Konto auf deinem Broker registriert werden kann.",
      "continue_to_login": "Weiter zur Anmeldung",
      "continue_confirm": "Hast du deine Anmeldedaten aufgeschrieben?",
      "continue_confirm_description": "Das Pazzle und die Mnemonik <span class=\"font-bold\">werden dir nicht noch einmal gezeigt</span >. Bitte schreite nur fort, dass du sie aufgeschrieben hast.",
      "continue_confirm_go_back": "Zurück",
      "continue_confirm_yes": "Ja, das habe ich"
    },
    "wallet_login": {
      "select_wallet": "Wähle ein Wallet zur Anmeldung aus",
      "from_import.title": "Dein Wallet wurde übertragen",
      "from_import.description": "Dein Wallet wurde empfangen:",
      "from_import.instruction": "Um den Import abzuschließen, melde dich bitte an.",
      "with_another_wallet": "Mit einem anderen Wallet anmelden",
      "import_wallet": "Dein Wallet importieren",
      "import_file": "Wallet-Datei importieren",
      "import_qr": "Mit QR-Code importieren",
      "import_link": "Mit TextCode importieren",
      "new_wallet": "Ein neues Wallet erstellen",
      "logged_in": "Du bist angemeldet.<br />Bitte warte, während die App geladen wird."
    },
    "wallet_login_qr": {
      "title": "Wallet mit QR-Code importieren",
      "scan.description": "Um dein Wallet von einem anderen Gerät zu importieren, erzeuge dort einen Export-QR-Code. Gehe zum Erstellen zu<br /><span class=\"path\">Nutzerbereich > Wallet > Export: QR-Code erstellen</span>.",
      "scan.button": "QR-Code scannen",
      "scan.modal.title": "Export-QR-Code scannen",
      "gen.description": "Um dein Wallet von einem anderen Gerät zu importieren, kannst du hier auf diesem Gerät einen Import-QR-Code generieren und ihn dann mit deinem anderen Gerät scannen. Gehe auf dem anderen Gerät zu<br /><span class=\"path\">Nutzerbereich > Wallet > Export: QR scannen</span>, um zu exportieren.",
      "gen.generated": "Scanne diesen QR-Code vom anderen Gerät aus.",
      "success_btn": "Weiter zur Anmeldung"
    },
    "wallet_login_textcode": {
      "title": "Wallet aus TextCode importieren",
      "description": "Um einen TextCode zu generieren, öffne ein angemeldetes Gerät und gehe zu<br /><span class=\"path\">Nutzerbereich > Wallet > TextCode generieren</span>, um zu exportieren.",
      "import_btn": "Mit TextCode importieren"
    },
    "scan_qr": {
      "scanning": "QR-Code scannen"
    }
  },
  "buttons": {
    "ok": "Ok",
    "go_back": "Zurück",
    "back": "Zurück",
    "confirm": "Bestätigen",
    "cancel": "Abbrechen",
    "remove": "Entfernen",
    "correct": "Korrigieren",
    "try_again": "Erneut versuchen",
    "back_to_homepage": "Zurück zur Startseite",
    "logout": "Abmelden",
    "login": "Anmelden",
    "start_over": "Neu beginnen",
    "generate": "Generieren"
  },
  "errors": {
    "an_error_occurred": "Ein Fehler ist aufgetreten",
    "error_occurred": "Ein Fehler ist aufgetreten:<br />{message}",
    "AlreadyExists": "Du bist bereits beim ausgewählten Broker registriert.<br />Versuche stattdessen, dich anzumelden.",
    "InvalidSignature": "Die Signatur ist ungültig.",
    "IncompleteSignature": "Die Signatur ist unvollständig.",
    "SerializationError": "Das Objekt konnte nicht serialisiert werden.",
    "EncryptionError": "Dein Wallet konnte nicht geöffnet werden. Du hast wahrscheinlich einen Fehler gemacht.",
    "DecryptionError": "Fehler bei der Entschlüsselung.",
    "InvalidValue": "Der Wert ist ungültig.",
    "ConnectionNotFound": "Die Verbindung wurde nicht gefunden.",
    "InvalidKey": "Der Schlüssel ist ungültig.",
    "InvalidInvitation": "Die Einladung ist ungültig.",
    "InvalidCreateAccount": "Bei der Erstellung des Kontos ist ein Fehler aufgetreten.",
    "InvalidFileFormat": "Das Dateiformat ist ungültig.",
    "InvalidArgument": "Der Parameter ist ungültig.",
    "PermissionDenied": "Zugriff verweigert.",
    "InvalidPazzle": "Das Pazzle ist nicht korrekt.",
    "InvalidMnemonic": "Die Mnemonik ist nicht korrekt.",
    "CommitLoadError": "Fehler beim Laden des Commits.",
    "ObjectParseError": "Fehler beim Parsen des Objekts.",
    "StorageError": "Speicherfehler.",
    "NotFound": "Nicht gefunden",
    "JsStorageKeyNotFound": "JavaScript-Speicherschlüssel konnte nicht gefunden werden.",
    "IoError": "Ein-/Ausgabefehler.",
    "CommitVerifyError": "Überprüfung des Commits fehlgeschlagen.",
    "LocalBrokerNotInitialized": "Der lokale Broker ist nicht initialisiert.",
    "JsStorageReadError": "Lesen aus dem JavaScript-Speicher nicht möglich.",
    "JsStorageWriteError": "Schreiben in den JavaScript-Speicher nicht möglich.",
    "CannotSaveWhenInMemoryConfig": "Speichern bei In-Memory-Konfiguration nicht möglich.",
    "WalletNotFound": "Das Wallet wurde nicht gefunden.",
    "WalletAlreadyAdded": "Das Wallet wurde bereits hinzugefügt.",
    "WalletAlreadyOpened": "Das Wallet ist bereits geöffnet.",
    "WalletError": "Fehler mit dem Wallet.",
    "BrokerError": "Fehler mit dem Broker.",
    "SessionNotFound": "Die Sitzung kann nicht gefunden werden.",
    "SessionAlreadyStarted": "Die Sitzung wurde bereits gestartet.",
    "RepoNotFound": "Das Repository kann nicht gefunden werden.",
    "BranchNotFound": "Der Branch kann nicht gefunden werden.",
    "StoreNotFound": "Der Speicher kann nicht gefunden werden.",
    "UserNotFound": "User kann nicht gefunden werden.",
    "TopicNotFound": "Das Thema kann nicht gefunden werden.",
    "NotConnected": "Es besteht keine Verbindung.",
    "ActorError": "Actor-Fehler.",
    "ProtocolError": "Protokoll-Fehler.",
    "ServerError": "Server-Fehler.",
    "InvalidResponse": "Ungültige Antwort erhalten.",
    "BootstrapError": "Fehler beim Bootstrapping",
    "NotAServerError": "Kein Server-Fehler.",
    "VerifierError": "Fehler während der Überprüfung.",
    "SiteNotFoundOnBroker": "Die Seite kann nicht auf dem Broker gefunden werden",
    "BrokerConfigErrorStr": "{error}",
    "BrokerConfigError": "Fehler in der Broker-Konfiguration.",
    "MalformedEvent": "Das Ereignis hat ein ungültiges Format.",
    "InvalidPayload": "Die Nutzlast ist ungültig.",
    "WrongUploadId": "Die Upload-ID ist falsch.",
    "FileError": "Fehler mit der Datei.",
    "InternalError": "Interner Fehler",
    "OxiGraphError": "Fehler in der OxiGraph-Datenbank.",
    "ConfigError": "Fehler in der Konfiguration.",
    "LocalBrokerIsHeadless": "Der lokale Broker ist headless.",
    "LocalBrokerIsNotHeadless": "Der lokale Broker ist nicht headless.",
    "InvalidNuri": "Ungültige NextGraph-URI.",
    "InvalidTarget": "Ziel kann nicht aufgelöst werden.",
    "ExportWalletTimeOut": "Die Wallet-Exportsession ist abgelaufen. Versuche es erneut.",
    "ConnectionError": "Verbindung zum Server nicht möglich.",
    "IncompatibleQrCode": "Du hast einen NextGraph-QR-Code gescannt, der den falschen Typ hat.",
    "NotARendezVous": "Du hast einen ungültigen QR-Code gescannt."
  },
  "connectivity": {
    "stopped": "Unterbrochen",
    "personal": "Persönlich",
    "connecting": "Verbindung wird hergestellt",
    "connected": "Verbunden",
    "loading": "Wird geladen",
    "connection_error_short": "{error}",
    "online": "Online",
    "offline": "Offline"
  },
  "common": {
    "version": "Version: {version}",
    "logo": "NextGraph-Logo",
    "support_nextgraph": "NextGraph unterstützen",
    "about_nextgraph": "Über NextGraph",
    "donate_nextgraph": "An NextGraph spenden"
  },
  "wallet_sync": {
    "offline_warning": "Du kannst dein Wallet nicht übertragen, wenn du offline bist.<br />Bitte stelle sicher, dass du zuerst verbunden bist.",
    "textcode.usage_warning": "Du musst diesen TextCode mit dem anderen Gerät auf beliebige Weise austauschen (E-Mail, andere Messenger-Apps usw.). Es wird dringend empfohlen, ein Ende-zu-Ende-verschlüsseltes Tool zu verwenden. Wenn möglich, solltest du stattdessen die Option \"Mit QR-Code importieren\" nutzen, da diese sicherer ist. Wenn deine Geräte nicht mit dem Internet verbunden sind, kannst du die Option \"Wallet-Datei importieren\" verwenden. In diesem Fall überträgst du die Wallet-Datei mit einem USB-Stick von einem Gerät zum anderen, oder bei Mobilgeräten durch Verbinden deines Mobilgeräts per USB-Kabel mit dem Computer und anschließender Übertragung der Datei mit dem Dateiübertragungsprogramm auf Android oder AirDrop/Finder/iTunes auf einem iPhone/Mac/PC. Wir empfehlen nicht, deine Wallet-Datei in einen Cloud-Dienst hochzuladen.",
    "server_transfer_notice": "Beide Geräte müssen online sein.<br />Während dieses Wallet-Imports wird dein Wallet vorübergehend und sicher für bis zu 5 Minuten auf unseren Servern gespeichert, wobei zwei Verschlüsselungsebenen verwendet werden.",
    "importing": "Wallet wird importiert",
    "error": "Beim Synchronisieren deines Wallets ist ein Fehler aufgetreten:<br />{error}"
  },
  "emojis": {
    "codes": {
      "happy": "grinsendes Gesicht",
      "happy_tears": "Gesicht mit Freudentränen",
      "halo": "lächelndes Gesicht mit Heiligenschein",
      "three_hearts": "lächelndes Gesicht mit Herzen",
      "with_two_hearts": "lächelndes Gesicht mit zwei herzförmigen Augen",
      "one_heart": "Kuss zuwerfendes Gesicht",
      "with_tongue": "Gesicht mit herausgestreckter Zunge und zusammengekniffenen Augen",
      "with_two_hands": "Gesicht mit umarmenden Händen",
      "one_hand": "verlegen kicherndes Gesicht",
      "silenced": "Gesicht mit Reißverschlussmund",
      "celebrating": "Partygesicht",
      "sunglasses": "lächelndes Gesicht mit Sonnenbrille",
      "eyes_up": "Augen verdrehendes Gesicht",
      "monocle": "Gesicht mit Monokel",
      "sleeping": "schlafendes Gesicht",
      "mask": "Gesicht mit Atemschutzmaske",
      "fever": "Gesicht mit Fieberthermometer",
      "bandage": "Gesicht mit Kopfverband",
      "vomit": "kotzendes Gesicht",
      "tissue": "niesendes Gesicht",
      "hot": "rotes, schwitzendes Gesicht",
      "cold": "frierendes Gesicht",
      "crossed_eyes": "benommenes Gesicht mit Kreuzaugen",
      "exploding": "explodierender Kopf",
      "sad": "düsteres Gesicht",
      "long_nose": "lügendes Gesicht",
      "many_tears": "heulendes Gesicht",
      "fear": "vor Angst schreiendes Gesicht",
      "tired": "gähnendes Gesicht",
      "annoyed": "schnaubendes Gesicht",
      "clown": "Clown-Gesicht",
      "ghost": "Gespenst",
      "dog": "Hundegesicht",
      "happy_cat": "grinsende Katze mit lachenden Augen",
      "scared_cat": "erschöpfte Katze",
      "sad_cat": "weinende Katze",
      "monkey_no_see": "Augen zuhaltendes Affengesicht",
      "monkey_no_hear": "Ohren zuhaltendes Affengesicht",
      "monkey_no_talk": "Mund zuhaltendes Affengesicht",
      "builder": "Bauarbeiter(in)",
      "princess": "Prinzessin",
      "firefighter": "Feierwehrperson",
      "mage": "Magier(in)",
      "mermaid": "Wassermensch",
      "fairy": "Märchenfee",
      "letter_heart": "Liebesbrief",
      "red_heart": "rotes Herz",
      "two_hearts": "zwei Herzen",
      "kiss": "Kussabdruck",
      "hundred": "100 Punkte",
      "explosion": "Explosion",
      "drops": "Schweißtropfen",
      "handshake": "Handschlag",
      "hand_five_fingers": "Hand mit 5 gespreizten Fingern",
      "hand_two_fingers": "Victory-Geste mit zwei Fingern",
      "thumbs_up": "Daumen hoch",
      "fist": "erhobene Faust",
      "two_hands": "zwei offene Hände",
      "writing": "schreibende Hand",
      "praying": "zusammengelegte betende Handflächen",
      "arm": "angespannter Arm",
      "leg": "Bein",
      "foot": "Fuß",
      "ear": "Ohr",
      "nose": "Nase",
      "brain": "Gehirn",
      "tooth": "Zahn",
      "bone": "Knochen",
      "eye": "Auge",
      "tongue": "Zunge",
      "mouth": "Mund",
      "shirt": "T-Shirt",
      "pants": "Jeans",
      "dress": "Kleid",
      "shoe": "Sportschuh",
      "fencing": "Fechter(in)",
      "horse_riding": "Pferderennen",
      "ski": "Skifahrer(in)",
      "rowing_boat": "Person im Ruderboot",
      "swim": "Schwimmer(in)",
      "surf": "Surfer(in)",
      "gym": "Gewichtheber(in)",
      "wrestling": "Ringer(in)",
      "bike": "Radfahrer(in)",
      "parachute": "Fallschirm",
      "football": "Fußball",
      "basketball": "Basketball",
      "tennis": "Tennisball",
      "ping_pong": "Tischtennis",
      "martial": "Kampfsportanzug",
      "lion": "Löwe",
      "leopard": "Leopard",
      "horse": "Pferdegesicht",
      "zebra": "Zebra",
      "pig": "Schwein",
      "goat": "Ziege",
      "sheep": "Schaf",
      "camel": "Kamel",
      "giraffe": "Giraffe",
      "elephant": "Elefant",
      "rhinoceros": "Nashorn",
      "flamingo": "Flamingo",
      "whale": "blasender Wal",
      "dolphin": "Delfin",
      "bear": "Bär",
      "rooster": "Hahn",
      "chick": "schlüpfendes Küken",
      "eagle": "Adler",
      "duck": "Ente",
      "owl": "Eule",
      "rabbit": "Hase",
      "penguin": "Pinguin",
      "lizard": "Eidechse",
      "turtle": "Schildkröte",
      "snake": "Schlange",
      "hedgehog": "Igel",
      "bat": "Fledermaus",
      "fish": "Fisch",
      "shell": "Schneckenhaus",
      "octopus": "Oktopus",
      "snail": "Schnecke",
      "butterfly": "Schmetterling",
      "ant": "Ameise",
      "bee": "Biene",
      "beetle": "Marienkäfer",
      "rose": "Rose",
      "sunflower": "Sonnenblume",
      "fir": "Nadelbaum",
      "palm_tree": "Palme",
      "cactus": "Kaktus",
      "clover": "Glücksklee",
      "potted_plant": "Topfpflanze",
      "bouquet": "Blumenstrauß",
      "three_leaves": "Laub",
      "mushroom": "Fliegenpilz",
      "grapes": "Trauben",
      "watermelon": "Wassermelone",
      "lemon": "Zitrone",
      "banana": "Banane",
      "pineapple": "Ananas",
      "apple": "roter Apfel",
      "cherries": "Kirschen",
      "strawberry": "Erdbeere",
      "three_blueberries": "Blaubeeren",
      "kiwi": "Kiwi",
      "avocado": "Avocado",
      "eggplant": "Aubergine",
      "carrot": "Karotte",
      "corn": "Maiskolben",
      "pepper": "Peperoni",
      "croissant": "Croissant",
      "bread": "Baguette",
      "pretzel": "Brezel",
      "cheese": "Käsestück",
      "pizza": "Pizza",
      "egg": "Spiegelei in Bratpfanne",
      "ice_cream": "Softeis",
      "cookie": "Keks",
      "cake": "Torte",
      "chocolate": "Schokoladentafel",
      "sweet": "Bonbon",
      "coffee": "Heißgetränk",
      "champagne_bottle": "Flasche mit knallendem Korken",
      "glass_wine": "Weinglas",
      "two_glasses": "Sektgläser",
      "mountain": "schneebedeckter Berg",
      "camping": "Camping",
      "beach": "Strand mit Sonnenschirm",
      "compass": "Kompass",
      "museum": "antikes Gebäude",
      "house": "Haus mit Garten",
      "fountain": "Springbrunnen",
      "circus": "Zirkuszelt",
      "train": "Dampflokomotive",
      "taxi": "Taxi",
      "motorcycle": "Motorrad",
      "sailboat": "Segelboot",
      "airplane": "Flugzeug",
      "helicopter": "Hubschrauber",
      "rocket": "Rakete",
      "sun": "Sonne",
      "moon": "Mondsichel",
      "planet": "Ringplanet",
      "star": "weißer mittelgroßer Stern",
      "night_sky": "Milchstraße",
      "cloud": "Wolke mit Regen",
      "umbrella": "Regenschirm im Regen",
      "lightning": "Hochspannung",
      "snowflake": "Schneeflocke",
      "snowman": "Schneemann",
      "thermometer": "Thermometer",
      "fire": "Feuer",
      "balloon": "Luftballon",
      "kite": "Drachen",
      "rainbow": "Regenbogen",
      "guitar": "Gitarre",
      "saxophone": "Saxofon",
      "music": "Musiknote",
      "painting": "Mischpalette",
      "chess": "Bauer Schach",
      "gift": "Geschenk",
      "die": "Spielwürfel",
      "puzzle": "Puzzleteil",
      "teddy_bear": "Teddybär",
      "firecracker": "Feuerwerkskörper",
      "bullseye": "Darts",
      "roller_skate": "Rollschuh",
      "kick_scooter": "Tretroller",
      "anchor": "Anker",
      "scuba_diving": "Tauchmaske",
      "broom": "Besen",
      "magnifying_glass": "Lupe nach links",
      "bulb": "Glühbirne",
      "three_books": "Bücherstapel",
      "package": "Paket",
      "pencil": "Bleistift",
      "pin": "Reißzwecke",
      "paperclip": "Büroklammer",
      "scissors": "Schere",
      "key": "Schlüssel",
      "lock": "offenes Schloss",
      "chair": "Stuhl",
      "bathtub": "Badewanne",
      "sponge": "Schwamm",
      "shopping_cart": "Einkaufswagen"
    }
  }
}
